Dlubal.RFEM5.SpringBeam
Spring beam parameters

Dlubal.RFEM5.SpringBeam.No
Member number

Dlubal.RFEM5.SpringBeam.Definition
Definition type

Dlubal.RFEM5.SpringBeam.Parameters
Definition parameters

Dlubal.RFEM5.SpringBeam.Diagram
Definition diagram

Dlubal.RFEM5.SpringBeam.SelfWeight
Type of self-weight parameters

Dlubal.RFEM5.SpringBeam.SelfWeightParameters
Array of self-weight parameters